Revit 2027 API
DocumentSaveToLocalProgressChangedEventArgs.FinishedStreams Property
 The number of streams finished since the last time this event was raised.
Namespace: Autodesk.Revit.DB.Events
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int FinishedStreams { get; }
Public ReadOnly Property FinishedStreams As Integer
	Get
public:
property int FinishedStreams {
	int get ();
}
member FinishedStreams : int with get
Property Value
Int32
See Also
Reference
DocumentSaveToLocalProgressChangedEventArgs Class
Autodesk.Revit.DB.Events Namespace